export enum HeaderTitle {
  startPage = 'T2 CLUB 71RUS',
  contacts = 'Наши контакты',
  authorization = 'Авторизация',
  registration = 'Регистрация',
  merch = 'Наш мерч',
}

export const merchData = {
  logo: 'Логотип клуба белый',
  logoGologramm: 'Логотип клуба голограмный',
  frame: 'Клубные номерные рамки',
  frameName: 'Так же можем добавить ваш позывной на клубные рамки',
  getMerchText: [
    'Подчеркни свою принадлежность к семье Т2!',
    'Стань частью нашего дружного сообщества с новым фирменным шильдом.',
    'Это не просто наклейка — это знак того, что ты в правильной компании единомышленников.',
    '✨ Всего за 200 рублей твой Т2 обретет новый, стильный акцент, который заметят другие участники клуба на дороге.',
    'Также представляем вам наши новые рамки на номера с названием клуба!',
    `Теперь не только сзади, но и спереди будет видно, что ты с нами и что твои номера в надёжной оправе!
Цена за пару рамок — 1200 рублей. А если брать сразу комплект «Шильдик + Рамки», то 1300 рублей.
Сделайте свой авто по-настоящему «нашим»!`,
    'Порядок действий для покупки:',
    `1. ОПЛАТА: Переведите оплату по ссылке:
   💛 T-Банк 👉 https://www.tbank.ru/cf/7tgQqjVNVbD 👈`,
    `2. ПОДТВЕРЖДЕНИЕ: После совершения оплаты НАПИШИТЕ нам в личные сообщения администратору Ирине (https://t.me/foxi200) и укажите следующие данные:
   · Ваше имя:
   · Номер автомобиля:
   · Удобные дата и время для доставки/встречи:`,
    'Это необходимо, чтобы мы быстро нашли ваш платеж и согласовали передачу рамок в удобное для вас время!',
  ],
};
